{"4": {"0": {"0": ["舌淡白：体内有寒气，容易疲劳。", "健康建议：平日注意不要吃生冷食物，不要喝绿茶和咖啡，但也同时注意不要吃特别大补的食物。注意合理运动，不要做太多出汗的大动作运动。\n"], "1": ["舌淡白：气血较虚，时有疲乏，睡眠不实。", "健康建议：建议日常饮食适当吃一些补气血的食物，如瘦牛肉、猪肉、羊肉、玫瑰花、红枣等。建议坚持每天适量的运动，可以促进血液循环，从而起到调理气血不足的作用。\n"], "2": ["舌淡白：气血不足，有手足凉的症状。", "健康建议：应当以调理脾胃为主,增加锻炼增强消化能力,使自己身体强壮起来。\n"]}, "1": {"0": ["舌淡白：体质较弱。运动之后心慌、气短。", "健康建议：多吃绿色蔬菜和土豆、山药等，肉类的有瘦肉、蛋黄、动物肝脏、肾脏。每天坚持锻炼一个小时，跑步、登山等体育锻炼。\n"], "1": ["舌淡白：需补血益气，怕冷，易疲乏。", "健康建议：多吃蔬菜、和含铁量高的食物。还有水果有桃、李子、橘子、大枣，由于食物中的铁质不易吸收，多吃一些维生素C，有利食物中铁的吸收。保持心情舒畅，避免剧烈活动、劳累。\n"], "2": ["舌淡白：血虚怕冷，睡眠不实，精神易疲乏。", "健康建议：建议多喝汤，材料可以选择补血的中药，如当归、藏红花、熟地、川芎、白芍、阿胶等。加强身体锻炼，能加强骨骼的造血功能，增加造血细胞。能够很好的预防贫血。\n"]}}, "0": {"0": {"0": ["舌淡紫：体质偏虚寒，冬春较易感冒，秋冬易咳嗽。", "健康建议：少吃水果，尽量减少输液，通过中药或艾灸补气，再通过运动提升肌力。\n"], "1": ["舌淡紫：肝气不舒，经常心烦，有色素沉着。", "健康建议：多吃山楂、洋葱，忌食寒凉。多吃黑豆、黄豆、香菇等，最晚23点之前睡觉。保持快乐、平和的心态。多做有氧运动，常见的项目有：步行、慢跑、缓步登山。\n"], "2": ["舌淡紫：睡眠不实，有气滞症状，易有固定位置的疼痛。", "健康建议：保持乐观心态，生活规律，每天运动，增加血液循环，多吃山楂、桑葚等食物。\n"]}, "1": {"0": ["舌淡紫：体质较弱，怕冷，抵抗力不强。", "健康建议：少吃寒凉食物，多食核桃、羊肉、韭菜等，注意保暖，多做有氧运动。\n"], "1": ["舌淡紫：易叹气，多梦，心烦，肝郁气滞。", "健康建议：注意调节情志神志，饮食上可多吃些具有疏肝理气作用的食物，如芹菜、蓬蒿、西红柿、萝卜等。适度运动，如慢跑、快走等柔和运动。\n"], "2": ["舌淡紫：消化力较弱，阳气不足，容易身体疼痛。", "健康建议：注意防寒保暖，不要吃寒凉生冷刺激性食物。多运动，多锻炼，早晚多做户外运动。可适时服用行气活血的中药\n"]}}, "2": {"0": {"0": ["舌赤：内火较旺，易五心烦热，口干少津。", "健康建议：饮食清淡，不宜吃辛辣食物，适量运动，避免受风寒之邪。应学会善于调节自己的情志，避免五志过极。\n"], "1": ["舌赤：阴虚火旺，津液亏少，口燥咽干。", "健康建议：多吃滋阴养阴的食物，如白鸭肉、大白菜、冬瓜、黄瓜、鲫鱼、鸭梨、西瓜、百合、莲子等。学会释放不良情绪，安神定志，以舒缓情志。适度运动，避免出大汗。\n"], "2": ["舌赤：阴虚，易手足心热、心烦、口干。", "健康建议：多食滋补肾阴食物，以滋阴潜阳为法，如白鸭肉、大白菜、冬瓜、黄瓜、鲫鱼、鸭梨、西瓜、百合、莲子等。生活规律，安神定志。适度运动，其运动锻炼应重点调养肝肾之功。\n"]}, "1": {"0": ["舌赤：体质较弱，易手足心热，口干少津。", "健康建议：保证充足睡眠，以藏养精气。工作紧张、熬夜、剧烈运动、高温酷暑能加重阴虚倾向，要尽量避免。\n"], "1": ["舌赤：阴虚生内热，津液亏少，口燥咽干。", "健康建议：平素适当进些滋补阴液以及甘凉滋润的食物，如糯米、藕、黑木耳、梨、百合、山药、枸杞、海参、等。忌食辛辣刺激性、温热香燥、煎炸炒爆的物品；少食过分温热燥热的食物。日常生活中一定要保持乐观的情绪，适量运动可以增强心肺功能。\n"], "2": ["舌赤：肾阴较弱，阴虚火旺。", "健康建议：清淡饮食，多吃利肾食物，如韭菜，鸡蛋，黑芝麻，莲子等。生活规律，安神定志。适度运动，其运动锻炼应重点调养肝肾之功。\n"]}}, "1": {"0": {"0": ["舌绛：阴虚口干，五心烦热，睡眠不实。", "健康建议：不吃伤阴的食物，如：辛辣的、香浓、油炸煎炒的食物，可以适当的吃一些凉性的水果以及蔬菜。静养心神，不要汗出太多，一张一弛，有条不紊，适当运动。\n"], "1": ["舌绛：虚火上升，情绪易波动，多梦易醒。", "健康建议：秋季是阴虚体质养生的关键，多吃润肺食物，如梨、银耳等。保持快乐、平和的心态。每天运动，增加血液循环。\n"], "2": ["舌绛：阴虚火旺，津液亏少，睡眠不实。", "健康建议：可以适当的吃一些凉性的水果以及蔬菜，情绪保持平稳，适度运动，酷热的夏天应注意避暑。\n"]}, "1": {"0": ["舌绛：阴虚，五心烦热，口干少津。", "健康建议：饮食清淡，不宜吃辛辣食物，忌吃脂肪含量过高的食物，如羊、牛、狗肉等。应学会善于调节自己的情志。适当做中小强度的锻炼。\n"], "1": ["舌绛：津液亏少，口燥咽干。", "健康建议：学会释放不良情绪，安神定志，以舒缓情志。饮食调理的原则是滋阴潜阳，常选择的食物如芝麻、糯米、绿豆、乌贼等。适度运动，避免出大汗。\n"], "2": ["舌绛：阴虚火旺，时有睡眠不实。", "健康建议：清淡饮食，忌吃辛辣刺激性、温热香燥、煎炸炒爆、性热上火、脂肪含量过高的食物，不宜大补。生活规律，安神定志。适合中小强度的运动，避免参加竞技、对抗性活动。\n"]}}, "3": {"0": {"0": ["舌淡红：您的体质较好，未出现明显偏颇。", "健康建议：合理饮食，尽量不熬夜，学会控制压力，坚持锻炼身体。\n"], "1": ["舌淡红：您的身体阴阳平衡，请继续保持。", "健康建议：饮食合理，规律生活，调节好情志，乐观积极，适度运动。\n"], "2": ["舌淡红：您的体质未出现明显偏颇，但随着年龄的增加，应更加注意健康。", "健康建议：建议日常饮食适当吃一些补气血的食物，如瘦牛肉、猪肉、羊肉、玫瑰花、红枣等。建议坚持每天适量的运动，可以促进血液循环。\n"]}, "1": {"0": ["舌淡红：您的身体较好，未出现明显偏颇。", "健康建议：饮食多样合理，作息规律，少熬夜，学会控制压力，坚持锻炼身体。\n"], "1": ["舌淡红：您的体质较好，未出现明显偏颇。", "健康建议：合理饮食，规律生活，戒烟酒，调节好情志，乐观积极，适度运动。\n"], "2": ["舌淡红：您的体质较好，未出现明显偏颇。", "健康建议：建议日常饮食适当吃一些补气血的食物，如瘦牛肉、猪肉、羊肉等。建议坚持每天适量的运动，可以促进血液循环，增强体质。\n"]}}}